11/data/attachments/1eda9058c94c64ef.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jennifer_last_Actions_25934_1</nif:username>
            <nif:friendToBeRequested>soap_actions_e74f9024-8900-4f7e-8aae-46fdaa8d383c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>